<#-- @ftlvariable name="site" type="java.lang.String" -->
<#-- @ftlvariable name="name" type="java.lang.String" -->
<#-- @ftlvariable name="login" type="java.lang.String" -->
<#-- @ftlvariable name="password" type="java.lang.String" -->
<#-- @ftlvariable name="link" type="java.lang.String" -->


Здравствуйте, ${name}!

Вы получили это письмо потому, что вы (либо кто-то, выдающий себя за вас) попросили выслать новый пароль к вашей учётной записи на сайте ${site}. Если вы не просили выслать пароль, то не обращайте внимания на это письмо, если же подобные письма будут продолжать приходить, обратитесь к администратору сайта.

Прежде чем использовать новый пароль, вы должны его активизировать. Для этого перейдите по ссылке:

${link}

После активации вы сможете входить в систему, используя следующий пароль:

Логин: ${login}
Пароль: ${password}

Вы сможете сменить этот пароль на странице редактирования профиля. Если у вас возникнут какие-то трудности, обратитесь к администратору сайта.

