<#-- @ftlvariable name="site" type="java.lang.String" -->
<#-- @ftlvariable name="name" type="java.lang.String" -->
<#-- @ftlvariable name="login" type="java.lang.String" -->
<#-- @ftlvariable name="password" type="java.lang.String" -->


Здравствуйте, ${name}!

Спасибо за регистрацию на ${site}.
Ниже приведены Ваши регистрационные данные.

Ваш логин:  ${login}
Ваш пароль: ${password}

Вы всегда сможете сменить этот пароль на странице редактирования профиля. Если у вас возникнут какие-то трудности, обратитесь к администратору сайта.

Если вы не регистрировались на нашем сайте, то не обращайте внимания на это письмо, аккаунт будет автоматически удалён с сайта через 24 часа.
Если же подобные письма будут продолжать приходить, обратитесь к администратору сайта

